Repository: MacBarBee/i18n
Catalog: *.lproj/Localizable.strings
Languages: vi

source: Sync profile successfully.
vi: Đồng bộ hồ sơ thành công.

source: Terms of Use
vi: Điều khoản Sử dụng

source: Thanks for purchasing Barbee VIP
vi: Cảm ơn bạn đã mua Barbee VIP

source: Thanks for trying Barbee
vi: Cảm ơn bạn đã thử Barbee

source: The automation will be deleted and changes take effect immediately
vi: Tự động hóa sẽ bị xóa và các thay đổi sẽ có hiệu lực ngay lập tức

source: The beta version may contain bugs or cause issues. Any feedback you can provide is always greatly appreciated.
vi: Phiên bản beta có thể chứa lỗi hoặc gây ra vấn đề. Mọi phản hồi của bạn luôn được trân trọng.

source: The changes have been saved, and it will take effect after exiting and restarting the app `%@`.
vi: Các thay đổi đã được lưu, và sẽ có hiệu lực sau khi thoát và khởi động lại ứng dụng `%@`.

source: The following modules have been found that may be displayed in the menu bar, you can enable or disable them.
vi: Các mô-đun sau đây đã được tìm thấy có thể hiển thị trên thanh menu, bạn có thể bật hoặc tắt chúng.

source: The hidden menu bar icon will appear in a separate menu bar in the upper right corner.
vi: Biểu tượng trên thanh menu bị ẩn sẽ xuất hiện trong một thanh menu riêng ở góc trên bên phải.

source: The hidden menu bar icons will be collapsed.
vi: Các biểu tượng trên thanh menu bị ẩn sẽ bị thu gọn.

source: The hover area of the menu bar include the app menu and Apple logo area
vi: Khu vực di chuột của thanh menu bao gồm menu ứng dụng và khu vực logo Apple

source: The iCloud profiles will be replaced by the local profiles, which cannot be restored.
vi: Các hồ sơ iCloud sẽ bị thay thế bằng các hồ sơ cục bộ, không thể khôi phục.

source: The item is invisible
vi: Mục không hiển thị

source: The item is invisible because of the top notch, you can hide the notch, adjust the resolution of the display or reduce the number of visible items in the Barbee preferences.
vi: Mục không hiển thị do phần khuyết tai thỏ trên cùng, bạn có thể ẩn phần khuyết tai thỏ, điều chỉnh độ phân giải của màn hình hoặc giảm số lượng mục hiển thị trong tùy chọn của Barbee.

source: The item is invisible because the menu bar does not have enough space, you can adjust the resolution of the display or reduce the number of visible items in the Barbee preferences.
vi: Mục không hiển thị do thanh menu không có đủ không gian, bạn có thể điều chỉnh độ phân giải của màn hình hoặc giảm số lượng mục hiển thị trong tùy chọn của Barbee.

source: The local profiles will be replaced by the iCloud profiles, which cannot be restored.
vi: Các hồ sơ cục bộ sẽ bị thay thế bằng các hồ sơ iCloud, không thể khôi phục.

source: The profile has been exported.
vi: Hồ sơ đã được xuất.

source: The profile has been imported.
vi: Hồ sơ đã được nhập dữ liệu.

source: The selected item is not in the menu bar now
vi: Mục được chọn hiện không có trên thanh menu

source: The shadow below the menu bar
vi: Bóng dưới thanh menu

source: The shadow in the menu bar
vi: Bóng trong thanh menu

source: The shortcut will be deleted and changes take effect immediately
vi: Phím tắt sẽ bị xóa và các thay đổi sẽ có hiệu lực ngay lập tức

source: Then: %@
vi: Sau đó: %@

source: Top Notch
vi: Phần khuyết tai thỏ trên cùng

source: Topmost
vi: Trên cùng

source: Trigger:
vi: Kích hoạt:

source: Upgrade to Barbee VIP
vi: Nâng cấp lên Barbee VIP

source: Use Barbee in enhanced mode?
vi: Sử dụng Barbee ở chế độ Nâng cao?

source: Use in Shortcuts
vi: Sử dụng trong Phím tắt

source: View iCloud profiles
vi: Xem hồ sơ iCloud

source: View URL Schemes
vi: Xem các sơ đồ URL

source: Welcome to Barbee!
vi: Chào mừng đến với Barbee!

source: When hovering for more than a certain period of time, show hidden items.
vi: Khi di chuột quá một khoảng thời gian nhất định, hiển thị các mục bị ẩn.

source: When hovering over the menu bar, hidden items will be shown automatically
vi: Khi di chuột qua thanh menu, các mục bị ẩn sẽ tự động hiển thị

source: When hovering over the menu of the app or the Apple(🍎) logo, hidden items will be also shown automatically
vi: Khi di chuột qua menu của ứng dụng hoặc logo Apple(🍎), các mục bị ẩn cũng sẽ tự động hiển thị

source: When leaving the menu bar, hidden items will be hidden again
vi: Khi rời khỏi thanh menu, các mục bị ẩn sẽ bị ẩn lại

source: When the external screen becomes the focus, all menu bar items will be visible, and when the focus is lost, they will be hidden again.
vi: Khi màn hình ngoài trở thành tiêu điểm, tất cả các mục trên thanh menu sẽ hiển thị, và khi tiêu điểm mất đi, chúng sẽ bị ẩn lại.

source: When there is a problem with Barbee, you can try to relaunch Barbee to solve this problem.
vi: Khi có vấn đề với Barbee, bạn có thể thử khởi động lại Barbee để giải quyết vấn đề này.

source: When you click on the blank area of the menu bar, Barbee will toggle showing hidden items.
vi: Khi bạn nhấp vào khu vực trống trên thanh menu, Barbee sẽ chuyển đổi hiển thị các mục bị ẩn.

source: When you click on the menu bar icon, Barbee will toggle showing hidden items instead of Barbee menu. The Barbee menu will be displayed when you right-click the menu bar icon.
vi: Khi bạn nhấp vào biểu tượng trên thanh menu, Barbee sẽ chuyển đổi hiển thị các mục bị ẩn thay vì menu của Barbee. Menu của Barbee sẽ hiển thị khi bạn nhấp chuột phải vào biểu tượng trên thanh menu.

source: When you hold CONTROL(⌃) and click on the menu bar icon, Barbee will toggle showing / hiding all items.
vi: Khi bạn giữ CONTROL(⌃) và nhấp vào biểu tượng trên thanh menu, Barbee sẽ chuyển đổi hiển thị/ẩn tất cả các mục.

source: When you hold CONTROL(⌃) and click on the menu bar, Barbee will toggle showing / hiding all items.
vi: Khi bạn giữ CONTROL(⌃) và nhấp vào thanh menu, Barbee sẽ chuyển đổi hiển thị/ẩn tất cả các mục.

source: When you hold OPTION(⌥) and click on the menu bar icon, Barbee will toggle showing / hiding hidden items.
vi: Khi bạn giữ OPTION(⌥) và nhấp vào biểu tượng trên thanh menu, Barbee sẽ chuyển đổi hiển thị/ẩn các mục bị ẩn.

source: When: %@
vi: Khi: %@

source: Which mode of tutorial would you like to see?
vi: Bạn muốn xem hướng dẫn ở chế độ nào?

source: Widget Entry:
vi: Mục Widget:

source: Widget feature requires additional permissions!
vi: Tính năng Widget yêu cầu thêm quyền!

source: Width
vi: Chiều rộng

source: Wrong order of Barbee menu bar icons
vi: Sai thứ tự các biểu tượng trên thanh menu của Barbee

source: Yes
vi: Có

source: You can check out the quick start guide to learn more about the two modes of Barbee.
vi: Bạn có thể xem hướng dẫn bắt đầu nhanh để tìm hiểu thêm về hai chế độ của Barbee.

source: You can enable or disable the `Profile` entry in Barbee's menu.
vi: Bạn có thể bật hoặc tắt mục `Hồ sơ` trong menu của Barbee.

source: You can enable or disable the `Quick Search` entry in Barbee's menu.
vi: Bạn có thể bật hoặc tắt mục `Tìm kiếm nhanh` trong menu của Barbee.

source: You can enable or disable the `Widget` entry in Barbee's menu.
vi: Bạn có thể bật hoặc tắt mục `Widget` trong menu của Barbee.

source: You can export diagnostic logs and send them back to the developer, which can help the developer resolve your issue.
vi: Bạn có thể xuất nhật ký chuẩn đoán và gửi lại cho nhà phát triển, điều này có thể giúp nhà phát triển giải quyết vấn đề của bạn.

source: You can modify the layout of the extra menu bar in the app's preferences window
vi: Bạn có thể chỉnh sửa bố cục của thanh menu phụ trong cửa sổ tùy chọn của ứng dụng

source: You have unlocked all features for 3 days, enjoy!
vi: Bạn đã mở khóa tất cả các tính năng trong 3 ngày, tận hưởng nhé!

source: You have unlocked all features, enjoy!
vi: Bạn đã mở khóa tất cả các tính năng, tận hưởng nhé!

source: Arrange
vi: Sắp xếp

source: • Cloud backup and sync profiles
vi: • Sao lưu đám mây và đồng bộ hóa hồ sơ

source: • Supercharge your scripts or shortcuts with Barbee
vi: • Tăng cường tập lệnh hoặc phím tắt của bạn với Barbee

source: No items found
vi: Không tìm thấy mục nào

source: This prompt will appear when Barbee is running on a newer version of macOS to capture the screenshot of menu bar items. \n⛔️ Barbee is an offline app with no network permissions.
vi: Thông báo này sẽ xuất hiện khi Barbee chạy trên phiên bản macOS mới hơn để chụp ảnh màn hình các mục trên thanh menu. ⛔️ Barbee là ứng dụng ngoại tuyến không có quyền truy cập mạng.

source: Got it
vi: Hiểu rồi

source: 🧮 Restore Patches
vi: 🧮 Khôi phục bản vá

source: Reset All Permissions
vi: Đặt lại tất cả quyền

source: Do you want to import this patch?
vi: Bạn có muốn nhập bản vá này không?

source: The patch has been imported.
vi: Bản vá đã được nhập.

source: Failed to import patch.
vi: Không thể nhập bản vá.

source: Active Symbol
vi: Biểu tượng Hoạt động

source: Active Barbee symbol with number: ${number}
vi: Biểu tượng Barbee hoạt động với số: ${number}

source: Active Barbee symbol with number.
vi: Biểu tượng Barbee hoạt động với số.

source: Symbol Number
vi: Số Biểu tượng

source: Text
vi: Văn bản

source: Image
vi: Hình ảnh

source: Search
vi: Tìm kiếm

source: Cancel
vi: Hủy bỏ

source: Launch Barbee at login?
vi: Khởi động Barbee khi đăng nhập?

source: It is strongly recommended to launch Barbee at login, would you like to enable it?
vi: Rất khuyến khích khởi động Barbee khi đăng nhập, bạn có muốn bật không?

source: Rate on the Mac App Store
vi: Đánh giá trên Mac App Store

source: Rate Now
vi: Đánh giá ngay

source: Love Barbee?
vi: Thích Barbee?

source: Whether you love Barbee or feel we could be doing better, we want to know!
vi: Dù bạn yêu thích Barbee hay cảm thấy chúng tôi có thể làm tốt hơn, chúng tôi đều muốn biết!

source: Barbee's menu bar icon has been hidden
vi: Biểu tượng thanh menu của Barbee đã bị ẩn

source: You can change the location of Barbee's menu bar icon in the `Menu Bar Layout` setting
vi: Bạn có thể thay đổi vị trí của biểu tượng thanh menu của Barbee trong cài đặt `Bố cục Thanh Menu`

source: Ignore
vi: Bỏ qua

source: The icon may persist in the menu bar and impact your experience using Barbee.
vi: Biểu tượng có thể vẫn tồn tại trên thanh menu và ảnh hưởng đến trải nghiệm của bạn khi sử dụng Barbee.

source: Cursor Keeps Flickering?
vi: Con trỏ liên tục nhấp nháy?

source: If your cursor keeps flickering, try clicking the button to fix it.
vi: Nếu con trỏ của bạn liên tục nhấp nháy, hãy thử nhấp vào nút để khắc phục.

source: 🔨 Fix cursor issues
vi: 🔨 Khắc phục sự cố con trỏ

source: Cursor issues fixed successfully
vi: Sự cố con trỏ đã được khắc phục thành công

source: Cursor issue fix failed
vi: Khắc phục sự cố con trỏ không thành công

source: Menu Bar Style:
vi: Kiểu Thanh Menu:

source: Menu Bar Size:
vi: Kích thước Thanh Menu:

source: Unified
vi: Hợp nhất

source: Separated
vi: Tách biệt

source: Regular
vi: Thường

source: Thin
vi: Mỏng

source: Mini
vi: Nhỏ

source: Menu Bar Tint:
vi: Màu sắc Thanh Menu:

source: ⬅️Left
vi: ⬅️Trái

source: Right➡️
vi: Phải➡️

source: Menu Bar Corner Radius:
vi: Bán kính góc Thanh Menu:

source: Default
vi: Mặc định

source: Menu Bar Border Color:
vi: Màu viền Thanh Menu:

source: Menu Bar Border Width:
vi: Độ rộng viền Thanh Menu:

source: Thanks to all who keep supporting Barbee🖤.\nYour encouragement is the fuel that keeps me going.\n\nIf you are a student, a teacher, an open-source maintainer, or if purchasing this paid version is beyond your current means,\n👋 please reach out. You will get it free of charge🆓️. \n\n🌐️ If you can help translate Barbee into your language or improve Barbee's current translations, \nyou will have the lifetime version and your name will be listed as a contributor to Barbee.
vi: Cảm ơn tất cả những người đã ủng hộ Barbee🖤. Sự khích lệ của bạn là nguồn động lực giúp tôi tiếp tục. Nếu bạn là sinh viên, giáo viên, người bảo trì mã nguồn mở, hoặc nếu việc mua phiên bản trả phí này vượt quá khả năng hiện tại của bạn, 👋 vui lòng liên hệ. Bạn sẽ nhận được phiên bản miễn phí🆓️. 🌐️ Nếu bạn có thể giúp dịch Barbee sang ngôn ngữ của bạn hoặc cải thiện bản dịch hiện tại của Barbee, bạn sẽ nhận được phiên bản trọn đời và tên của bạn sẽ được liệt kê như một người đóng góp cho Barbee.

source: Get it for free
vi: Nhận miễn phí

source: Redeem code
vi: Nhập mã

source: Award
vi: Giải thưởng

source: Yearly
vi: Hàng năm

source: Yearly VIP membership
vi: Thành viên VIP hàng năm

source: Yearly - %@
vi: Hàng năm - %@

source: Your payment will be charged to your iTunes Account once you confirm your purchase. Your iTunes account will be charged again when your subscription automatically renews at the end of your current subscription period unless auto-renew is turned off at least 24 hours prior to the end of the current period. You can manage or turn off auto-renew in your Apple ID Account Settings any time after purchase.
vi: Thanh toán của bạn sẽ được trừ vào Tài khoản iTunes của bạn khi bạn xác nhận mua hàng. Tài khoản iTunes của bạn sẽ bị trừ tiếp khi đăng ký tự động gia hạn vào cuối kỳ đăng ký hiện tại trừ khi tự động gia hạn bị tắt ít nhất 24 giờ trước khi kết thúc kỳ hiện tại. Bạn có thể quản lý hoặc tắt tự động gia hạn trong Cài đặt Tài khoản Apple ID bất cứ lúc nào sau khi mua hàng.

source: Manage Subscription
vi: Quản lý Đăng ký

source: When the screen width is wide enough, menu bar icons will no longer be hidden
vi: Khi chiều rộng màn hình đủ rộng, các biểu tượng trên thanh menu sẽ không bị ẩn nữa

source: The screen width threshold
vi: Ngưỡng chiều rộng màn hình

source: pixel(s)
vi: pixel

source: Found screen size(s):
vi: Đã tìm thấy kích thước màn hình:

source: Reset All
vi: Đặt lại tất cả

source: Reset to default appearance:
vi: Đặt lại giao diện mặc định:

source: Follow us
vi: Theo dõi chúng tôi

source: Translate Barbee
vi: Dịch Barbee

source: Start Translating
vi: Bắt đầu dịch

source: 💦Contributors
vi: 💦Người đóng góp

source: Special thanks to these volunteers for helping with Barbee Localization! 🌍🌎🌏
vi: Đặc biệt cảm ơn những tình nguyện viên này vì đã giúp đỡ với việc bản địa hóa Barbee! 🌍🌎🌏

source: 👋Translating Barbee
vi: 👋Dịch Barbee

source: If you want to help translate Barbee into other languages or improve existing translations, we would very appreciate that.
vi: Nếu bạn muốn giúp dịch Barbee sang các ngôn ngữ khác hoặc cải thiện các bản dịch hiện có, chúng tôi rất trân trọng điều đó.

source: Optimization:
vi: Tối ưu hóa:

source: Reduce the interference of the `Screen Recording` icon
vi: Giảm sự can thiệp của biểu tượng `Ghi màn hình`

source: Reduce the refresh frequency of the menu bar icon and optimize the appearance probability of the `Screen Recording` icon.
vi: Giảm tần số làm mới của biểu tượng thanh menu và tối ưu hóa xác suất xuất hiện của biểu tượng `Ghi màn hình`.

source: Special thanks to:
vi: Đặc biệt cảm ơn:

source: Optimize the cursor click, unable to move, flicker and disappear issues
vi: Tối ưu hóa sự cố nhấp chuột, không thể di chuyển, nhấp nháy và biến mất của con trỏ

source: Use the more optimized menu bar icon management algorithm
vi: Sử dụng thuật toán quản lý biểu tượng thanh menu được tối ưu hóa hơn

source: Tip: You can also hold down command ⌘ and drag the icon in the menu bar to change the menu bar layout.
vi: Mẹo: Bạn cũng có thể giữ phím command ⌘ và kéo biểu tượng trên thanh menu để thay đổi bố cục thanh menu.

source: Special Item Library:
vi: Thư viện Mục Đặc biệt:

source: Add spacer between items
vi: Thêm khoảng cách giữa các mục

source: Put items into a group
vi: Đặt các mục vào một nhóm

source: Spacer width: %d
vi: Chiều rộng khoảng cách: %d

source: Width:
vi: Chiều rộng:

source: Automatically hide other items before showing hidden items
vi: Tự động ẩn các mục khác trước khi hiển thị các mục bị ẩn

source: Show hidden items more concisely and focused, but only works in 'Enhanced Mode'
vi: Hiển thị các mục bị ẩn một cách cô đọng và tập trung hơn, nhưng chỉ hoạt động ở 'Chế độ Nâng cao'

source: Items in group:
vi: Các mục trong nhóm:

source: Candidates:
vi: Các ứng viên:

source: Group: %@
vi: Nhóm: %@

source: No name
vi: Không có tên

source: Drop down menu bar participates in macOS window cycling
vi: Thanh menu thả xuống tham gia vào việc chuyển đổi cửa sổ macOS

source: The drop down menu bar can become the user's active window.
vi: Thanh menu thả xuống có thể trở thành cửa sổ hoạt động của người dùng.

source: Show group on click
vi: Hiển thị nhóm khi nhấp

source: Show group on hover
vi: Hiển thị nhóm khi di chuột

source: Auto sync with iCloud
vi: Tự động đồng bộ với iCloud

source: Rename
vi: Đổi tên

source: Matches icon state
vi: Khớp với trạng thái biểu tượng

source: Does not match icon state
vi: Không khớp với trạng thái biểu tượng

source: Battery state
vi: Trạng thái pin

source: Power source
vi: Nguồn điện

source: ⚡️Any Power Source
vi: ⚡️Bất kỳ nguồn điện nào

source: 🔋 Battery
vi: 🔋 Pin

source: 🔌 Power Adapter
vi: 🔌 Bộ nguồn điện
