Repository: MacBarBee/i18n
Catalog: *.lproj/Localizable.strings
Languages: vi

source: in the menu bar to start!
vi: trên thanh menu để bắt đầu!

source: will be always hidden.
vi: sẽ luôn bị ẩn.

source: will be hidden.
vi: sẽ bị ẩn.

source: sec(s)
vi: giây

source: • Manage the menu bar icons as you want
vi: • Quản lý biểu tượng trên thanh menu theo ý muốn

source: • Various menu appearance styles
vi: • Nhiều kiểu dáng thanh menu khác nhau

source: • Reduce menu bar icon spacing
vi: • Giảm khoảng cách giữa các biểu tượng trên thanh menu

source: • Support the menu bar with a notch
vi: • Hỗ trợ thanh menu có phần khuyết tai thỏ

source: • Unlimited number of times you can show/hide menu bar icons
vi: • Số lần hiển thị/ẩn biểu tượng trên thanh menu không giới hạn

source: ⌘ Shortcut List:
vi: ⌘ Danh sách phím tắt:

source: ⏰️ Monitor menu bar item changes, then perform an action
vi: ⏰️ Giám sát thay đổi biểu tượng trên thanh menu, sau đó thực hiện hành động

source: ⚠️⚠️⚠️Unresponsive Item %@
vi: ⚠️⚠️⚠️Biểu tượng không phản hồi %@

source: ⛔️️ Barbee does not collect or track any of your personal data and Barbee does not apply for any network permissions.
vi: ⛔️️ Barbee không thu thập hay theo dõi bất kỳ dữ liệu cá nhân nào của bạn và Barbee không yêu cầu quyền truy cập mạng.

source: ✅️ Accessibility permission granted
vi: ✅️ Đã cấp quyền truy cập cho Accessibility

source: ✅️ Screen Recording permission granted
vi: ✅️ Đã cấp quyền truy cập cho Screen Recording

source: ✉️ Contact us
vi: ✉️ Liên hệ với chúng tôi

source: ⭐️️ Drag to arrange your menu bar items as you want!
vi: ⭐️️ Kéo để sắp xếp các biểu tượng trên thanh menu theo ý muốn của bạn!

source: 🐝 Relaunch Barbee
vi: 🐝 Khởi động lại Barbee

source: 🐞 Report bugs
vi: 🐞 Báo cáo lỗi

source: 👀 View details...
vi: 👀 Xem chi tiết...

source: 👉 In the pop-up authorization window, please 🔓unlock in the lower-left corner first, then ✔️allow Barbee in the right list.
vi: 👉 Trong cửa sổ cấp quyền bật lên, vui lòng 🔓mở khóa ở góc dưới bên trái trước, sau đó ✔️cho phép Barbee trong danh sách bên phải.

source: 💥Supercharge your scripts or shortcuts with Barbee
vi: 💥Tăng cường các tập lệnh hoặc phím tắt của bạn với Barbee

source: 📊 Export logs...
vi: 📊 Xuất nhật ký...

source: 🔥️ Enhanced Mode
vi: 🔥️ Chế độ Nâng cao

source: 🕶️ You are the VIP
vi: 🕶️ Bạn là VIP

source: 🦄 Join TestFlight...
vi: 🦄 Tham gia TestFlight...

source: 🧩 Right-click to customize Barbee widget group
vi: 🧩 Nhấp chuột phải để tùy chỉnh nhóm widget của Barbee

source: 🧩 Right-click to customize Barbee widgets
vi: 🧩 Nhấp chuột phải để tùy chỉnh các widget của Barbee

source: 🧩 Widget Management
vi: 🧩 Quản lý Widget

source: 3-day Free Trial
vi: Dùng thử miễn phí 3 ngày

source: About
vi: Giới thiệu

source: Accessibility
vi: Truy cập

source: Action
vi: Hành động

source: Action:
vi: Hành động:

source: Activate for %d second(s)
vi: Kích hoạt trong %d giây

source: Activate for a while
vi: Kích hoạt trong một thời gian

source: Activate seconds: %d
vi: Kích hoạt giây: %d

source: Active
vi: Kích hoạt

source: Active Barbee profile with name: ${profileName}
vi: Đã kích hoạt hồ sơ Barbee với tên: ${profileName}

source: Active Barbee profile with name.
vi: Đã kích hoạt hồ sơ Barbee với tên.

source: Active Profile
vi: Hồ sơ hoạt động

source: Actived profile successfully
vi: Kích hoạt hồ sơ thành công

source: Add
vi: Thêm

source: Add/Remove menu bar inner shadow and drop shadow.
vi: Thêm/Bỏ bóng trong và bóng thả trên thanh menu.

source: All Menu Bar Item
vi: Tất cả các mục trên thanh menu

source: All menu bar items are visible on external screens
vi: Tất cả các mục trên thanh menu đều hiển thị trên màn hình ngoài

source: Alpha Value
vi: Giá trị Alpha

source: Always Hidden
vi: Luôn bị ẩn

source: Always Hidden Items
vi: Các mục luôn bị ẩn

source: Always Hidden Items:
vi: Các mục luôn bị ẩn:

source: Always Hidden Menu Bar Item
vi: Mục trên thanh menu luôn bị ẩn

source: App Modules
vi: Mô-đun ứng dụng

source: Apply
vi: Áp dụng

source: Authorize
vi: Cấp quyền

source: Automation
vi: Tự động hóa

source: Automation feature requires additional permissions!
vi: Tính năng tự động hóa yêu cầu thêm quyền!

source: Backup profile successfully.
vi: Sao lưu hồ sơ thành công.

source: Backup to iCloud drive
vi: Sao lưu vào ổ iCloud

source: Barbee requires Accessibility access to show/hide the menu bar items.
vi: Barbee yêu cầu quyền Truy cập để hiển thị/ẩn các mục trên thanh menu.

source: Barbee requires Screen Recording access to monitor the menu bar item list and capture the images of changed items.
vi: Barbee yêu cầu quyền Truy cập Màn hình để giám sát danh sách mục trên thanh menu và chụp ảnh các mục đã thay đổi.

source: Barbee requires your permissions to access system capabilities to provide its functionality. Please review the permissions below.
vi: Barbee cần quyền của bạn để truy cập các tính năng hệ thống nhằm cung cấp chức năng của nó. Vui lòng xem lại các quyền dưới đây.

source: Become VIP to use without limitation
vi: Trở thành VIP để sử dụng không giới hạn

source: Beta Testing
vi: Kiểm tra Beta

source: Bundle Identifier
vi: Định danh Bundle

source: Change inner shadow state: ${innerShadowState}, drop shadow state: ${dropShadowState}
vi: Thay đổi trạng thái bóng trong: ${innerShadowState}, trạng thái bóng thả: ${dropShadowState}

source: Change Menu Bar Color
vi: Thay đổi màu thanh menu

source: Change menu bar color: ${color}
vi: Thay đổi màu thanh menu: ${color}

source: Change Menu Bar Shadow State
vi: Thay đổi trạng thái bóng của thanh menu

source: Change Top Notch State
vi: Thay đổi trạng thái khuyết tai thỏ trên cùng

source: Change top notch state: ${state}
vi: Thay đổi trạng thái khuyết tai thỏ trên cùng: ${state}

source: Change Wallpaper...
vi: Thay đổi hình nền...

source: Change your current screen menu bar color, enter your color hex string(e.g. "0AB188FF"). Restore the color of the menu bar if the hex string is empty.
vi: Thay đổi màu thanh menu của màn hình hiện tại, nhập chuỗi hex màu của bạn (ví dụ: "0AB188FF"). Khôi phục màu thanh menu nếu chuỗi hex trống.

source: Changing menu bar color requires user directory authorization
vi: Thay đổi màu thanh menu yêu cầu cấp quyền thư mục người dùng

source: Changing menu item gaps requires user directory authorization
vi: Thay đổi khoảng cách giữa các mục trên thanh menu yêu cầu cấp quyền thư mục người dùng

source: Choose a menu bar item
vi: Chọn một mục trên thanh menu

source: Choose Barbee Mode
vi: Chọn chế độ Barbee

source: Click menu bar item
vi: Nhấp vào mục trên thanh menu

source: Click Menu Bar Item (Enhanced mode only)
vi: Nhấp vào Mục trên Thanh Menu (chỉ dành cho chế độ Nâng cao)

source: Click menu bar item by identifier: ${itemIdentifier}
vi: Nhấp vào mục trên thanh menu theo định danh: ${itemIdentifier}

source: Click menu bar item by identifier(e.g. "com.apple.controlcenter-WiFi").
vi: Nhấp vào mục trên thanh menu theo định danh (ví dụ: "com.apple.controlcenter-WiFi").

source: Click on the menu bar Barbee icon to toggle the visibility of hidden items directly
vi: Nhấp vào biểu tượng Barbee trên thanh menu để chuyển đổi hiển thị các mục bị ẩn trực tiếp

source: Click on the menu bar to toggle the visibility of hidden items
vi: Nhấp vào thanh menu để chuyển đổi hiển thị các mục bị ẩn

source: Click the icon
vi: Nhấp vào biểu tượng

source: Close
vi: Đóng

source: Color
vi: Màu sắc

source: Configuration
vi: Cấu hình

source: Confirm
vi: Xác nhận

source: Content
vi: Nội dung

source: Continue
vi: Tiếp tục

source: Corner Radius
vi: Bán kính góc

source: Current Item
vi: Mục hiện tại

source: Custom shortcuts feature requires additional permissions!
vi: Tính năng phím tắt tùy chỉnh yêu cầu thêm quyền!

source: Dark Background Color
vi: Màu nền tối

source: Default Gap - system default spacing between items
vi: Khoảng cách mặc định - khoảng cách mặc định giữa các mục theo hệ thống

source: Delay before hiding items again.
vi: Trì hoãn trước khi ẩn lại các mục.

source: Delete
vi: Xóa

source: Delete `%@`
vi: Xóa `%@`

source: Diagnostics
vi: Chuẩn đoán

source: Do you want to backup profiles to iCloud?
vi: Bạn có muốn sao lưu hồ sơ vào iCloud không?

source: Do you want to delete profile `%@`?
vi: Bạn có muốn xóa hồ sơ `%@` không?

source: Do you want to delete this automation?
vi: Bạn có muốn xóa tự động hóa này không?

source: Do you want to delete this shortcut?
vi: Bạn có muốn xóa phím tắt này không?

source: Do you want to import this profile?
vi: Bạn có muốn nhập dữ liệu vào hồ sơ này không?

source: Do you want to sync profiles from iCloud?
vi: Bạn có muốn đồng bộ hồ sơ từ iCloud không?

source: Drop Shadow
vi: Bóng mờ

source: Drop Shadow State
vi: Trạng thái Bóng mờ

source: Edit
vi: Chỉnh sửa

source: Energy Saver
vi: Tiết kiệm năng lượng

source: Enhanced Mode
vi: Chế độ Nâng cao

source: Enhanced mode is only available for Notch screens
vi: Chế độ Nâng cao chỉ có sẵn cho màn hình có phần khuyết tai thỏ

source: Export
vi: Xuất dữ liệu

source: Failed to active profile
vi: Không thể kích hoạt hồ sơ

source: Failed to backup profile.
vi: Không thể sao lưu hồ sơ.

source: Failed to change menu item gap
vi: Không thể thay đổi khoảng cách giữa các mục trên thanh menu

source: Failed to export profile.
vi: Không thể xuất hồ sơ.

source: Failed to import profile.
vi: Không thể nhập dữ liệu vào hồ sơ.

source: Failed to restore
vi: Không thể khôi phục

source: Failed to sync profile.
vi: Không thể đồng bộ hồ sơ.

source: Feedback
vi: Phản hồi

source: For the setting to work, you must turn on Barbee's `Launch At Login`, log out and log back into macOS.
vi: Để cài đặt có hiệu lực, bạn phải bật `Khởi động cùng đăng nhập` của Barbee, đăng xuất và đăng nhập lại vào macOS.

source: Found %d profile(s)
vi: Đã tìm thấy %d hồ sơ

source: Frame
vi: Khung

source: Generic
vi: Chung

source: Get all menu bar items
vi: Lấy tất cả các mục trên thanh menu

source: Get All Menu Bar Items
vi: Lấy Tất cả các Mục trên Thanh Menu

source: Get always hidden menu bar items
vi: Lấy các mục trên thanh menu luôn bị ẩn

source: Get Always Hidden Menu Bar Items
vi: Lấy Các Mục trên Thanh Menu Luôn bị ẩn

source: Get App Modules
vi: Lấy Mô-đun Ứng dụng

source: Get app modules using app bundle identifier: ${bundleIdentifier}
vi: Lấy mô-đun ứng dụng bằng định danh bundle: ${bundleIdentifier}

source: Get hidden menu bar items
vi: Lấy các mục trên thanh menu bị ẩn

source: Get Hidden Menu Bar Items
vi: Lấy Các Mục trên Thanh Menu Bị ẩn

source: Get shown menu bar items
vi: Lấy các mục trên thanh menu hiển thị

source: Get Shown Menu Bar Items
vi: Lấy Các Mục trên Thanh Menu Hiển thị

source: Get Started
vi: Bắt đầu

source: Go to Barbee preferences...
vi: Đi tới tùy chọn của Barbee...

source: Grant Permissions to Barbee
vi: Cấp quyền cho Barbee

source: Has Top Notch
vi: Có phần khuyết tai thỏ trên cùng

source: Has top notch?
vi: Có phần khuyết tai thỏ trên cùng?

source: Height
vi: Chiều cao

source: Help Center
vi: Trung tâm trợ giúp

source: Hidden
vi: Bị ẩn

source: Hidden Items
vi: Các mục bị ẩn

source: Hidden Items:
vi: Các mục bị ẩn:

source: Hidden Menu Bar Item
vi: Mục trên thanh menu bị ẩn

source: Hide
vi: Ẩn

source: Hide All
vi: Ẩn tất cả

source: Hide Menu Bar Item (Enhanced mode only)
vi: Ẩn Mục trên Thanh Menu (chỉ chế độ Nâng cao)

source: Hide menu bar item by identifier: ${itemIdentifier}, to X: ${x}
vi: Ẩn mục trên thanh menu theo định danh: ${itemIdentifier}, tới X: ${x}

source: Hide menu bar item by identifier(e.g. "com.apple.controlcenter-WiFi"), X is optional.
vi: Ẩn mục trên thanh menu theo định danh (ví dụ: "com.apple.controlcenter-WiFi"), X là tùy chọn.

source: Hide not-showing items
vi: Ẩn các mục không hiển thị

source: Hold CONTROL(⌃) and click on the menu bar icon to show / hide all items
vi: Giữ phím CONTROL(⌃) và nhấp vào biểu tượng trên thanh menu để hiển thị/ẩn tất cả các mục

source: Hold CONTROL(⌃) and click on the menu bar to show / hide all items
vi: Giữ phím CONTROL(⌃) và nhấp vào thanh menu để hiển thị/ẩn tất cả các mục

source: Hold OPTION(⌥) and click on the menu bar icon to show / hide hidden items
vi: Giữ phím OPTION(⌥) và nhấp vào biểu tượng trên thanh menu để hiển thị/ẩn các mục bị ẩn

source: Hold the COMMAND(⌘) to drag the menu bar items
vi: Giữ phím COMMAND(⌘) để kéo các mục trên thanh menu

source: Hovered
vi: Đang trỏ vào

source: Icon:
vi: Biểu tượng:

source: If you encounter any problems or would like to help us improve, or localize Barbee, please feel free to contact us!
vi: Nếu bạn gặp phải bất kỳ vấn đề nào hoặc muốn giúp chúng tôi cải thiện, hoặc bản địa hóa Barbee, vui lòng liên hệ với chúng tôi!

source: If you want to use Barbee in normal mode, just remove the granted permissions in System Preferences.
vi: Nếu bạn muốn sử dụng Barbee ở chế độ thông thường, chỉ cần gỡ bỏ quyền đã cấp trong Tùy chọn Hệ thống.

source: Import
vi: Nhập dữ liệu

source: In the case of multiple screens, non-notch screens will use normal mode to show/hide menu bar items
vi: Trong trường hợp có nhiều màn hình, màn hình không có khuyết tai thỏ sẽ sử dụng chế độ thông thường để hiển thị/ẩn các mục trên thanh menu

source: Inner Shadow
vi: Bóng trong

source: Inner Shadow State
vi: Trạng thái Bóng trong

source: InterItem Horizontal Padding
vi: Khoảng cách ngang giữa các mục

source: InterItem Vertical Padding
vi: Khoảng cách dọc giữa các mục

source: Is Menu Bar Visible
vi: Thanh menu có hiển thị không

source: Is menu bar visible?
vi: Thanh menu có hiển thị không?

source: Is Movable by Window Background
vi: Có thể di chuyển bằng nền cửa sổ

source: Item has any changes
vi: Mục đã có thay đổi

source: Item Identifier
vi: Định danh mục

source: Items
vi: Các mục

source: Items dragged to the left will be always hidden. Hold the command ⌘ key to drag the items in menu bar.
vi: Các mục được kéo sang trái sẽ luôn bị ẩn. Giữ phím command ⌘ để kéo các mục trên thanh menu.

source: Items dragged to the left will be hidden. Hold the command ⌘ key to drag the items in menu bar.
vi: Các mục được kéo sang trái sẽ bị ẩn. Giữ phím command ⌘ để kéo các mục trên thanh menu.

source: Items on the left side of the icon
vi: Các mục bên trái biểu tượng

source: Launch At Login
vi: Khởi động khi đăng nhập

source: Level
vi: Cấp độ

source: Lifetime
vi: Trọn đời

source: Lifetime - %@
vi: Trọn đời - %@

source: Light Background Color
vi: Màu nền sáng

source: Lowest
vi: Thấp nhất

source: macOS log out required
vi: Yêu cầu đăng xuất macOS

source: Makes the notch disappear like a NINJA 🥷. (You can also set the menu bar color to ⬛️)
vi: Làm cho phần khuyết tai thỏ biến mất như một NINJA 🥷. (Bạn cũng có thể đặt màu thanh menu thành ⬛️)

source: Manage App Modules in Menu Bar
vi: Quản lý Mô-đun Ứng dụng trên Thanh Menu

source: Manage System Modules in Menu Bar
vi: Quản lý Mô-đun Hệ thống trên Thanh Menu

source: Managing app modules requires user directory authorization
vi: Quản lý mô-đun ứng dụng yêu cầu cấp quyền thư mục người dùng

source: Menu Bar
vi: Thanh Menu

source: Menu Bar Appearance
vi: Giao diện Thanh Menu

source: Menu Bar Color:
vi: Màu Thanh Menu:

source: Menu Bar Item Gap:
vi: Khoảng cách giữa các mục trên Thanh Menu:

source: Menu Bar Layout
vi: Bố cục Thanh Menu

source: Menu Bar Layout feature requires additional permissions!
vi: Tính năng Bố cục Thanh Menu yêu cầu thêm quyền!

source: Menu Bar Shadow:
vi: Bóng Thanh Menu:

source: Menu Bar:
vi: Thanh Menu:

source: Mode has been changed successfully
vi: Chế độ đã được thay đổi thành công

source: Mode:
vi: Chế độ:

source: More
vi: Thêm

source: Multi-screen:
vi: Nhiều màn hình:

source: Name
vi: Tên

source: Name:
vi: Tên:

source: New
vi: Mới

source: New Items Location
vi: Vị trí Mục mới

source: 🆕️ Request new features
vi: 🆕️ Yêu cầu tính năng mới

source: New Single Widget...
vi: Widget đơn mới...

source: New Widget
vi: Widget mới

source: New Widget Group
vi: Nhóm Widget mới

source: New Widget Group...
vi: Nhóm Widget mới...

source: Newly discovered menu bar items will be moved to:
vi: Các mục trên thanh menu mới phát hiện sẽ được di chuyển đến:

source: No
vi: Không

source: No action
vi: Không hành động

source: No backups
vi: Không có bản sao lưu

source: No configurable app modules found
vi: Không tìm thấy mô-đun ứng dụng có thể cấu hình

source: No Gap - no spacing between items
vi: Không có khoảng cách - không có khoảng cách giữa các mục

source: No matching results
vi: Không có kết quả phù hợp

source: Non-subscription, totally free
vi: Không có đăng ký, hoàn toàn miễn phí

source: Normal
vi: Bình thường

source: Normal Gap - normal spacing between items
vi: Khoảng cách Bình thường - khoảng cách bình thường giữa các mục

source: Normal Mode
vi: Chế độ Bình thường

source: Not Now
vi: Không phải bây giờ

source: Notch:
vi: Khuyết tai thỏ:

source: Ok
vi: Đồng ý

source: One-time purchase
vi: Mua một lần

source: Oops, No Hidden Items! 🔥️You can arrange items in the Preferences.
vi: Ôi không, Không có Mục ẩn nào! 🔥️Bạn có thể sắp xếp các mục trong Tùy chọn.

source: Open System Preferences...
vi: Mở Tùy chọn Hệ thống...

source: Please hold command(⌘) and drag the `<`, `|` and `Barbee icons` in the menu bar and place them in the correct order. The order is: always hidden icons `<` hidden icons `|` shown icons `Barbee icon`.
vi: Vui lòng giữ phím command(⌘) và kéo các biểu tượng `<`, `|` và `Barbee` trên thanh menu và đặt chúng theo thứ tự đúng. Thứ tự là: biểu tượng luôn bị ẩn `<` biểu tượng bị ẩn `|` biểu tượng hiển thị `biểu tượng Barbee`.

source: Preferences
vi: Tùy chọn

source: Preferences...
vi: Tùy chọn...

source: Privacy Policy
vi: Chính sách quyền riêng tư

source: Profile
vi: Hồ sơ

source: Profile Entry:
vi: Mục Hồ sơ:

source: Profile Name
vi: Tên Hồ sơ

source: Purchase & Restore
vi: Mua & Khôi phục

source: Quick Search
vi: Tìm kiếm nhanh

source: Quick Search Entry:
vi: Mục Tìm kiếm nhanh:

source: Quick Search feature requires additional permissions!
vi: Tính năng Tìm kiếm nhanh yêu cầu thêm quyền!

source: Quick Search:
vi: Tìm kiếm nhanh:

source: Quick Start Guide
vi: Hướng dẫn Bắt đầu Nhanh

source: Quit
vi: Thoát

source: Recommended for users with a large screen or no icons hidden by the system.
vi: Được khuyến nghị cho người dùng có màn hình lớn hoặc không có biểu tượng nào bị hệ thống ẩn.

source: Recommended for users with bangs on the screen or users with hidden icons in the system.
vi: Được khuyến nghị cho người dùng có phần khuyết trên màn hình hoặc người dùng có biểu tượng bị ẩn trong hệ thống.

source: Reduce Refresh Rate When Using Battery Power
vi: Giảm Tần số Làm mới Khi Sử dụng Nguồn pin

source: Refresh
vi: Làm mới

source: Refresh Interval in Seconds
vi: Khoảng thời gian Làm mới tính bằng Giây

source: Refresh menu bar items
vi: Làm mới các mục trên thanh menu

source: Refresh Menu Bar Items
vi: Làm mới các Mục trên Thanh Menu

source: Related Item:
vi: Mục liên quan:

source: Reduce useable screen space to mask notch
vi: Giảm không gian màn hình sử dụng để che phần khuyết tai thỏ

source: Remove/Add top notch when you use the notched Mac.
vi: Xóa/Thêm phần khuyết tai thỏ trên cùng khi bạn sử dụng Mac có phần khuyết tai thỏ.

source: Request Access...
vi: Yêu cầu Truy cập...

source: Reset
vi: Đặt lại

source: Restore Purchase
vi: Khôi phục Mua hàng

source: Restore successfully! If it still doesn't work, please reinstall the app.
vi: Khôi phục thành công! Nếu nó vẫn không hoạt động, vui lòng cài đặt lại ứng dụng.

source: Returns all menu bar items.
vi: Trả về tất cả các mục trên thanh menu.

source: Returns always hidden menu bar items.
vi: Trả về các mục trên thanh menu luôn bị ẩn.

source: Returns app modules using app bundle identifier.
vi: Trả về các mô-đun ứng dụng bằng cách sử dụng định danh bundle ứng dụng.

source: Returns hidden menu bar items.
vi: Trả về các mục trên thanh menu bị ẩn.

source: Returns shown menu bar items.
vi: Trả về các mục trên thanh menu hiển thị.

source: Returns whether the current active scrren has top notch.
vi: Trả về việc màn hình đang hoạt động hiện tại có phần khuyết trên cùng hay không.

source: Returns whether the current active scrren menu bar is visible.
vi: Trả về việc thanh menu của màn hình đang hoạt động hiện tại có hiển thị hay không.

source: Reveal In Finder
vi: Hiển thị Trong Finder

source: Scopes:
vi: Phạm vi:

source: Screen Recording
vi: Ghi màn hình

source: Search for a menu bar item
vi: Tìm kiếm một mục trên thanh menu

source: Select
vi: Chọn

source: Select a related menu bar item
vi: Chọn một mục trên thanh menu liên quan

source: Select...
vi: Chọn...

source: Shortcut to show / hide all items:
vi: Phím tắt để hiển thị/ẩn tất cả các mục:

source: Shortcut to show / hide hidden items:
vi: Phím tắt để hiển thị/ẩn các mục bị ẩn:

source: Shortcut:
vi: Phím tắt:

source: Shortcuts
vi: Phím tắt

source: Show
vi: Hiển thị

source: Show all
vi: Hiển thị tất cả

source: Show All
vi: Hiển thị tất cả

source: Show all menu bar items
vi: Hiển thị tất cả các mục trên thanh menu

source: Show Entry in Menu
vi: Hiển thị Mục trong Menu

source: Show hidden menu bar items
vi: Hiển thị các mục bị ẩn trên thanh menu

source: Show in All Spaces
vi: Hiển thị trong Tất cả các không gian

source: Show Menu Bar Item (Enhanced mode only)
vi: Hiển thị Mục trên Thanh Menu (chỉ chế độ Nâng cao)

source: Show menu bar item by identifier: ${itemIdentifier}, to X: ${x}
vi: Hiển thị mục trên thanh menu theo định danh: ${itemIdentifier}, tới X: ${x}

source: Show menu bar item by identifier(e.g. "com.apple.controlcenter-WiFi"), X is optional.
vi: Hiển thị mục trên thanh menu theo định danh (ví dụ: "com.apple.controlcenter-WiFi"), X là tùy chọn.

source: Show Profile in Menu
vi: Hiển thị Hồ sơ trong Menu

source: Shown Items
vi: Các mục được hiển thị

source: Shown Items:
vi: Các mục được hiển thị:

source: Shown Menu Bar Item
vi: Mục trên Thanh Menu được hiển thị

source: Small Gap - proper spacing between items
vi: Khoảng cách nhỏ - khoảng cách hợp lý giữa các mục

source: Some of the menu bar items will be moved into a separate menu bar in enhanced mode, this mode requires the user to authorize some necessary permissions (Screen Recording & Accessibility), but there will be no extra permission requests in the normal mode.
vi: Một số mục trên thanh menu sẽ được chuyển sang một thanh menu riêng trong chế độ nâng cao, chế độ này yêu cầu người dùng cấp một số quyền cần thiết (Ghi màn hình & Truy cập), nhưng sẽ không có yêu cầu quyền bổ sung trong chế độ bình thường.

source: Something Wrong?
vi: Có điều gì sai?

source: 🆘 If the app still prompts that there is no permission after you authorize Barbee, please cancel the authorization of Barbee and delete Barbee in the authorization list, then relaunch Barbee and grant permissions again.
vi: 🆘 Nếu ứng dụng vẫn thông báo rằng không có quyền sau khi bạn cấp quyền cho Barbee, vui lòng hủy cấp quyền cho Barbee và xóa Barbee trong danh sách cấp quyền, sau đó khởi động lại Barbee và cấp quyền lại.

source: Start
vi: Bắt đầu

source: Start BarBee automatically at login.
vi: Tự động khởi động BarBee khi đăng nhập.

source: Startup:
vi: Khởi động:

source: State
vi: Trạng thái

source: Switch App Module State
vi: Chuyển trạng thái Mô-đun Ứng dụng

source: Switch Barbee Mode
vi: Chuyển chế độ Barbee

source: Switch the app module state in menu bar by its identifier(e.g. "com.apple.controlcenter-WiFi").
vi: Chuyển trạng thái mô-đun ứng dụng trên thanh menu theo định danh của nó (ví dụ: "com.apple.controlcenter-WiFi").

source: Switch the app module state:${state} in menu bar by its identifier: ${itemIdentifier}
vi: Chuyển trạng thái mô-đun ứng dụng:${state} trên thanh menu theo định danh của nó: ${itemIdentifier}

source: Switch to Enhanced Mode
vi: Chuyển sang chế độ Nâng cao

source: Switch to Normal Mode
vi: Chuyển sang chế độ Bình thường

source: Symbol:
vi: Biểu tượng:

source: Sync from iCloud drive
vi: Đồng bộ từ ổ iCloud
